"Operation succeeded"  = "Vorgang erfolgreich abgeschlossen";
"ID is invalid"  = "ID ist ungültig";
"Write attempted on stale version of object"  = "Schreibversuch auf einer abgelaufenen Version eines Objekts";
"No space available for write operation"  = "Für den Schreibvorgang ist kein Speicher vorhanden.";
"Permission denied"  = "Zugriff verweigert";
"No such directory"  = "Verzeichnis nicht vorhanden";
"No such property"  = "Eigenschaft nicht vorhanden";
"No such name"  = "Name nicht vorhanden";
"Cannot delete name object with children"  = "Namensobjekt mit Unterobjekten kann nicht gelöscht werden.";
"Object is not child of parent: cannot destroy"  = "Objekt ist kein Unterobjekt des übergeordneten Objekts: Löschen nicht möglich";
"Serialization error"  = "Fehler beim Eingeben der Seriennummer";
"Hit network root domain"  = "Bei der root-Domain des Netzwerks angekommen";
"No response from remote parent"  = "Keine Antwort vom entfernten übergeordneten Objekt";
"No writes allowed: all objects are read-only"  = "Keine Schreibrechte: Alle Objekte sind schreibgeschützt.";
"Remote system error" = "Entfernter Systemfehler";
"Can't regenerate: already in use"  = "Regenerieren nicht möglich: bereits in Verwendung";
"Operation makes no sense on clone"  = "Vorgang auf der Kopie ergibt keinen Sinn.";
"Can't find address of server"  = "Serveradresse wurde nicht gefunden";
"Duplicate domain tag: can't serve it"  = "Doppelter Domain-Tag: Ausführung nicht möglich";
"No such tag"  = "Attribut nicht vorhanden";
"Authentication error" = "Identifizierungsfehler";
"No such user" = "Benutzer nicht vorhanden";
"Master server is busy" = "Hauptserver ist beschäftigt";
"Invalid domain" = "Ungültige Domain";
"Invalid operation on master" = "Ungültiger Vorgang auf der Haupt-Domain";
"Communication failure" = "Kommunikationsfehler";
"(unknown error)" = "(unbekannter Fehler)";
